<?php

/* Константа хоста в базе данных */
const HOST = 'localhost';
/* Константна названия базы данных */
const DB_NAME = 'test_bd';
/* Констнта имя пользователя для входа в базы данных */
const USER = 'root';
/* Константе пароля для входа в базу данных */
const PASSWORD = '';
/* Константа для установки кодировки */
const CHARSET = 'UTF8';
/* Константа для изменения родителя вершины на корень */
const ROOT_ID = '-1';
/* Константа для первого айди */
const FIRST_ID = '0';
/* Константа для начальной строки xlsx */
const FIRST_ROW_INDEX = 1;
/* Константа для определения количества праматеров */
const LINE_PARAMS = 4;